{
    "alert_category": "Alert Category",
    "continue":"Weiter",
    "login": "Authenticate",
    "register": "Submit Registration",
    "back":"Zurück",
    "pdf_download":"Vorfall melden",
    "finish":"ERLEDIGT",
    "submit":"Einreichen",
    "warning":"Bitte füllen Sie alle erforderlichen Felder aus.",
    "field_warning":"Bitte füllen Sie dieses Feld aus.",
    "wrong_time_warning":"Bitte geben Sie das Datum des Vorfalls ein.",
    "gdpr_accept":"Akzeptieren",
    "gdpr_warning":"Bitte stimmen Sie der DSGVO zu.",
    "no_results": "No results.",
    "complete_registration_string": "REGISTRIERUNG ABSCHLIESSEN",
    "summary":"Zusammenfassung",
    "done":"ERLEDIGT",
    "satisfied_recommendation":"Klicken Sie auf \"ERLEDIGT\", sobald Sie mit den Empfehlungen zufrieden sind.",
    "recommendation":"Empfehlungen",
    "no_recommendation":"Keine passenden Empfehlungen gefunden",
    "no_recommendation_case":"Keine Empfehlungen für diesen Fall gefunden",
    "no_user":"Kein passender User gefunden",
    "register_now": "Noch nicht registriert? Registrieren Sie sich jetzt",
    "register_btn": "Registrieren",
    "alert_report": "ALERT BERICHT",
    "other": "Anders",
    "your_verification_code": "Ihr Verifikations-Code lautet: ",
    "verification": "Verification Code: ",
    "alert_submitted": "ALERT Submitted",
    "your_alert_submitted": "Ihr gemeldeter ALERT-Fall wurde eingereicht. Sobald er von unseren Moderator:innen akzeptiert wurde, können Sie ihn in der ARENA einsehen.",
    "registration_confirmed": "Registration Confirmed",
    "your_registration_confirmed": "Ihre Registrierung wurde bestätigt. Sobald unsere Moderator:innen Ihre Anfrage akzeptieren, können Sie sich einloggen.",
    "thanks": "Vielen Dank, dass Sie die Platform benutzen. Sie werden nun zurück geleitet zur ARENA.",
    "intro": "ALERT: Dieses Tool bietet Unterstützung für First-Line Practitioners (kurz: FLPs), die einen Fall von Radikalisierung und/oder Polarisierung (zum Beispiel extremistische Propaganda, Hassreden oder Gewalt) in ihrem Berufsalltag beobachtet haben und diesen ansprechen möchten. Melden Sie dazu einen Vorfall, und beschreiben Sie detailliert, was wo und wann passiert ist und wer was mit wem getan hat. Basierend auf Ihrer Fallbeschreibung erhalten Sie passende Handlungsempfehlungen und weiterführende Informationen. Falls es keinen ähnlichen Fall in unserer Datenbank gibt, wird Ihr Fall an die sogenannte ARENA weitergeleitet, in der Expert:innen und erfahrene Kolleg:innen Ihren Fall bearbeiten und Empfehlungen aussprechen werden."
}