{
    "alert_category": "Alert Category",
    "continue":"Tovább",
    "login": "Authenticate",
    "register": "Submit Registration",
    "back":"Vissza",
    "pdf_download":"Alert benyújtása",
    "finish":"KÉSZ",
    "submit":"Benyújtása",
    "warning":"Töltsd ki az összes szükséges mezőt!",
    "field_warning":"Töltsd ki ezt a mezőt!",
    "wrong_time_warning":"Írd be az eset dátumát!",
    "gdpr_accept":"Elfogadom.",
    "gdpr_warning":"Elfogadod, hogy az adataidat az alábbi GDPR határozat alapján kezeljük?",
    "no_results": "No results.",
    "complete_registration_string": "REGISZTRÁCIÓ VÉGLEGESÍTÉSE",
    "summary":"ALERT összefoglaló",
    "done":"KÉSZ",
    "satisfied_recommendation":"Ha elégedett vagy a javaslatokkal kattints a Kész gombra",
    "recommendation":"Javaslatok",
    "no_recommendation":"Nincs egyező Javaslat",
    "no_recommendation_case":"Az esethez nincs javaslat",
    "no_user":"Nincs ilyen felhasználó",
    "register_now": "Még nem regisztráltál? Regisztrálj most!",
    "register_btn": "Regisztráció",
    "alert_report": "ALERT JELENTÉS",
    "other": "Egyéb",
    "your_verification_code": "Az Ön ellenőrző kódja: ",
    "verification": "Verification Code: ",
    "alert_submitted": "ALERT Submitted",
    "your_alert_submitted": "Az Ön ALERT-je elküldésre került. Az ALERT-jének eseleírása azután fog megjellenni az ARENA felületen, hogya azt a NEmzeti Moderátor elfogadta. ",
    "registration_confirmed": "Registration Confirmed",
    "your_registration_confirmed": "A regisztrációja befejeződött. Belépnki azt követően fog tudni, hogy a nemzeti moderátor elfogadta jelentkezését. ",
    "thanks": "Köszönjük, hogy a platformot használod! Visszairányítunk az Alertre.",
    "intro": "Az ARENA platform abból a célből jött létre, hogy a szakértők és a terepen dolgozó szakemberek jelzéseket tudjanak leadni, ha egy radikalizmushoz vagy polarizáció jelenségéhez kapcsolódi incidenssel találkoznak a környezetükben. Ha Ön egy ilyen incidensnek volt szemtanúja, és aggasztja, hogy mi lesz ennek a kimenete, kérjük, hozon létre egy ALERT-et, melynek segítségével jelzést adhat le környezetében dolgozó szakértőknek, akik tanácsokkal  láthatják el, és segítégére lehetnek a megoldás keresében. Az ALERT rendszerben jelzést adhat le, ja radikális incidenssel, gyűlölettel, vagy polarizációval találkozott (pl: szélsőséges propagandával, gyűlöletbeszéddel, etnikai vagy gender alapú  erőszakkal). Ez a jelzés kerül be aztén az ARENA rendszerbe ahol szakértők közösen munkálkodnak, hogy a lehető legjobb választ tudják adni a felmerült problémára. Az eset leírása alapjánn rednelődenk hozzá az esethez a leginkább hozzáértő szakértők. Ha az adarbázis nem talál megfelelő szakérrtőt, akkor a rendszer automatikus atovábbítja a jelzést a közelben dolgozó szakértők számára, akik ajánlásokkal segítik a megoldáskeresést."
}